alefragnani.project-manager
budparr.language-hugo-vscode
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
docsmsft.docs-markdown
dracula-theme.theme-dracula
esbenp.prettier-vscode
golang.go
hashicorp.terraform
mitchdenny.ecdc
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-ssh-explorer
ms-vscode.cpptools
rebornix.ruby
redhat.vscode-yaml
RobbOwen.synthwave-vscode
run-at-scale.terraform-doc-snippets
vscode-icons-team.vscode-icons
Wattenberger.footsteps
wingrunr21.vscode-ruby
