alefragnani.project-manager
CoenraadS.bracket-pair-colorizer
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
docsmsft.docs-markdown
dracula-theme.theme-dracula
esbenp.prettier-vscode
golang.go
hashicorp.terraform
hediet.vscode-drawio
mitchdenny.ecdc
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-ssh-explorer
rebornix.ruby
redhat.vscode-yaml
RobbOwen.synthwave-vscode
vscode-icons-team.vscode-icons
vscoss.vscode-ansible
wingrunr21.vscode-ruby
