alefragnani.project-manager
bazelbuild.vscode-bazel
bradlc.vscode-tailwindcss
charliermarsh.ruff
continue.continue
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
docsmsft.docs-markdown
editorconfig.editorconfig
enkia.tokyo-night
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
google.geminicodeassist
grafana.grafana-vscode
hashicorp.hcl
hashicorp.terraform
hc.wallace-corporation
mitchdenny.ecdc
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.makefile-tools
nefrob.vscode-just-syntax
pbkit.vscode-pbkit
redhat.vscode-commons
redhat.vscode-yaml
rust-lang.rust-analyzer
terrastruct.d2
timonwong.shellcheck
wattenberger.footsteps
